<?php

return [
    'Add' => 'إضافة صف',
    'Close' => 'إغلاق',
    'Edit_G' => ' تعديل صف',
    'Edit_c' => ' تعديل',
    'Edit' => 'تعديل ',
    'Name' => 'الاسم',
    'Name_ar' => 'الاسم العربي ',
    'Name_en' => 'الاسم الاجنبي',
    'Grade_N' => 'المرحلة الدراسية',
    'Processes' => 'العمليات',
    'created_at' => 'تم الانشاء',
    'updated_at' => 'تم التحديث',
    'Delete_Class' => 'حذف الصف',
    'Delete_Classes' => 'حذف الصفوف',
    'Delete_C' => 'هل تريد حذف هذا الصف ?',
    'erorrName' => 'هذا الاسم مستخدم مسبقا',
    'delete_row_selected' => 'حذف الصفوف المختارة',
    'Delete_Rows' => 'هل انت متأكد من حذف الصفوف التي تم اختيارها ؟',
    'Insert_record' => 'إدراج سجل',
    'search' =>'بحث باسم المرحلة',
];
