<?php

return [
    'Dash' => 'لوحة تحكم المعلم',
    'Latest' => 'اخر العمليات على النظام',

    'Section' => 'الاقسام',
    'Grade_N' => 'اسم المرحلة',
    'Section_N' => 'اسم القسم',

    'Students' => 'الطلاب',
    'Submit'=>'ارسال',
    'Presence'=>'حضور',
    'absence'=>'غياب',

    'Reports'=>'التقارير',
    'ReportAP'=>' تقارير الحضور والغياب',
    'Search_information'=>' معلومات البحث',
    'FromDate'=>'من تاريخ',
    'ToDate'=>'الى تاريخ',
    'all'=>'الكل',
    'date'=>'التاريخ',
    'status'=>'الحالة',

    'edit'=>"تعديل",
    'Delete'=>"حذف",
    'showquestions'=>"عرض الاسئلة",
    'showmarks'=>"عرض علامات الطلاب",

    'Myprofile'=>"الملف الشخصي",
    'Name_ar'=>"اسم المستخدم باللغة العربية",
    'Name_en'=>"اسم المستخدم باللغة الاجنبية",
    'password'=>"كلمة المرور",
    'Showpassword'=>"إظهار كلمة المرور",
     'U_data'=>"تحديث البيانات",

];
