<?php

return [
    'Add' => 'إضافة مرحلة ',
    'Edit_G' => 'تعديل المرحلة ',
    'Edit' => 'تعديل ',
    'Close' => 'إلغاء',
    'Name' => 'الاسم',
    'Name_ar' => 'الاسم العربي',
    'Name_en' => 'الاسم الاجنبي',
    'Notes' => 'ملاحظات',
    'Processes' => 'العمليات',
    'created_at' => 'تم الانشاء',
    'updated_at' => 'تم التحديث ',
    'Delete_Grade' => 'حذف المرحلة',
    'Delete_G' => 'هل تريد حذف هذه المرحلة ؟',
    'erorrName' => 'هذا الاسم موجود مسبقا',
    'Type_Fee' => 'نوع الرسوم',


];
