<?php

return [
    'success' => 'تم حفظ البيانات بنجاح',
    'warning' => 'انتبه!',
    'delete' => 'تم الحذف بنجاح',
    'update' => 'تم التحديث بنجاح',
    'promotions' => 'تم الترقية بنجاح',
    'Cantdelete' => 'هناك صفوف تابعة لهذه المرحلة لايمكن حذفها',
    'restore' => 'تم الارجاع بنجاح ',
    'uncorrect' => 'تأكد من البريد الالكتروني او كلمة المرور',
    'student' => 'تم تسجيل الدخول طالب بنجاح',
    'teacher' => 'تم تسجيل الدخول مدرس بنجاح',
    'parent' => 'تم تسجيل الدخول ولي امر بنجاح',
    'admin' => 'تم تسجيل الدخول أدمن بنجاح',

];
