<?php
return [
    'Step1' => 'معلومات الاب',
    'Step2' => 'معلومات الام',
    'Step3' => 'تاكيد المعلومات ',
    'Email' => 'البريد الالكتروني',
    'Password' => 'كلمة المرور',
    'Name_Father' => 'اسم الاب باللغة العربية',
    'Name_Father_en' => 'اسم الاب  باللغة الانجليزية',
    'Name_Mother' => 'اسم الام باللغة العربية',
    'Name_Mother_en' => 'اسم الام  باللغة الانجليزية',
    'Job_ar' => 'اسم الوظيفة باللغة العربية',
    'Job_en' => 'اسم الوظيفة باللغة الانجليزية',
    'National_ID' => 'رقم الهوية',
    'Passport_ID' => 'رقم جواز السفر',
    'Phone' => 'رقم الهاتف',
    'Nationality' => 'الجنسية',
    'Blood_Type' => 'فصلية الدم',
    'Religion' => 'الديانة',
    'Address' => 'العنوان ',
    'Next' => 'التالي',
    'Back' => 'السابق',
    'Finish' => 'تاكيد',
    'Choose' => 'اختيار من القائمة',
    'AddParents'=>'إضافة ولي امر',
    'Parents_list'=>'قائمة أولياء الامور',
    'Processes'=>'العمليات',
    'setp_last'=>'هل انت متاكد من حفظ البيانات ؟',


    'Name_F'=>'اسم الاب',
    'National_ID_F'=>'رقم هوية الاب',
    'Passport_ID_F'=>'رقم حواز سفر الاب',
    'Job_F'=>'عمل الاب',
    'Phone_F' => 'رقم هاتف الاب',
    'Nationality_F' => 'جمسية الاب',
    'Blood_Type_F' => 'فصلية دم الاب',
    'Religion_F' => 'ديانة الاب',
    'Address_F' => 'عنوان الاب ',

      'Name_M'=>'اسم الام',
    'National_ID_M'=>'رقم هوية الام',
    'Passport_ID_M'=>'رقم حواز سفر الام',
    'Job_M'=>'عمل الام',
    'Phone_M' => 'رقم هاتف الام',
    'Nationality_M' => 'جمسية الام',
    'Blood_Type_M' => 'فصلية دم الام',
    'Religion_M' => 'ديانة الام',
    'Address_M' => 'عنوان الام ',
    'Parent_details' => 'التفاصيل',








    'Attachments' => 'المرفقات',
 ];

