<?php

return [

    'Subject' => 'المواد الدراسية',
    'LOAS' => 'قائمة المواد الدراسية',
    'Add' => 'إضافة مادة دراسية ',
    'Edit_G' => 'تعديل  مادة دراسية ',
    'Grade' => 'المرحلة الدراسية',
    'classroom' => 'الصف الدراسي',
    'Edit' => 'تعديل ',
    'Close' => 'إلغاء',
    'Name' => 'اسم المادة',
    'Name_T' => 'اسم المعلم',
    'Name_ar' => 'اسم المادة باللغة العربية',
    'Name_en' => 'اسم المادة باللغة الاجنبية',
    'Processes' => 'العمليات',
    'Delete_Grade' => 'حذف المادة',
    'Delete_G' => 'هل تريد حذف هذه المادة ؟',


];
