<?php

return [
    'Tests' => 'الاختبارات',
    'List_tests' => 'قائمة الاختبارات',
    'Add_test' => 'اضافة اختبار جديد',
    'Edit_test' => 'تعديل اختبار',
    'Test_name' => ' اسم الاختبار',
    'Teacher_name' => 'اسم المعلم',
    'Grade' => 'المرحلة الدراسية',
    'classroom' => 'الصف الدراسي',
    'section' => 'القسم الدراسي',
    'Processes' => 'العمليات',

    //add
    'Test_name_ar' => 'اسم الاختبار باللغة العربية',
    'Test_name_en' => 'اسم الاختبار باللغة الاجنبية',
    'Subject' => 'المادة',
    'Subject_select' => 'حدد المادة الدراسية',
    'teache_select' => 'حدد اسم المعلم',
    'test_select' => 'حدد اسم الاختبار',
    'mark_select' => 'حدد درجة السؤال',
    'S_data' => 'حفظ البيانات',
    'U_data' => 'تحديث البيانات',
    'D_test' => 'حذف الاختبار',
    'Delete' => 'حذف',
    'D_F' => 'هل انت متاكد من عملية الحذف ؟',
    'Close' => 'إغلاق',
        //
    //
    // Qusstion
    'List_q' => 'قائمة الاسئلة',
    'question' => 'السؤال',
    'question_add' => 'إضافة سؤال',
    'question_Edit' => 'تعديل سؤال',
    'answers' => 'الاجابات',
    'correct_a' => 'الاجابة الصحيحة',
    'Mark' => 'العلامة',
    'Question_name_ar' => 'السؤال باللغة العربية',
    'Question_name_en' => 'السؤال باللغة الاجنبية',
    'Answers_name_ar' => 'الاجابات باللغة العربية',
    'Answers_name_en' => 'الاجابات باللغة الاجنبية',
    'correct_a_ar' => 'الاجابة الصحيحة باللغة العربية',
    'correct_a_en' => 'الاجابة الصحيحة باللغة الاجنبية',
    'D_question' => 'حذف سؤال',

    //   library
    'library' => 'المكتبة',
    'List_L' => 'قائمة الكتب',
    'book_n' => 'اسم الكتاب',
    'book_add' => 'إضافة كتاب',
    'Book_Edit' => 'تعديل كتاب',
    'Book_name_ar' => 'اسم الكتاب باللغة العربية',
    'Book_name_en' => 'اسم الكتاب باللغة الاجنبية',
      'D_Book' => 'حذف كتاب',
      'Attachments' => 'المرفقات',
    'd_book' => 'تحميل الكتاب',


    'Settings' => 'الاعداتات',
      'School_n' => 'اسم المدرسة',
      'Current_year' => 'العام الحالي',
      'A_school' => 'اسم المدرسة المختصر',
      'phone' => 'الهاتف',
      'Email' => 'البريد الالكتروني',
      'School_address' => 'عنوان المدرسة',
      'End_first' => 'نهاية الفصل الاول',
      'End_second' => 'نهاية الفصل الثاني',
      'School_logo' => 'شعار المدرسة',




];
